async def get_command_start_text(username: str) -> str:
    text = (
        f"✨ {username}, привет! 👋 Рад видеть тебя в чат-боте расписания ЮРГПУ НПИ 🎓."
        f" Здесь ты всегда сможешь найти актуальное расписание занятий 📚,"
        f" а также получить информацию о предстоящих важных событиях 🗓 и изменениях ⏰ "
        f". Пожалуйста, следуйте инструкции❓, и я постараюсь помочь."
        f" Давайте сделаем процесс обучения более продуктивным и организованным вместе! 💪"
    )

    return text
